Revit 2027 API
ParameterTypeId.SpotDimLeader Property
 "Leader"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotDimLeader { get; }
Public Shared ReadOnly Property SpotDimLeader As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotDimLeader {
	ForgeTypeId^ get ();
}
static member SpotDimLeader : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace